[Main]
DisplayName=Lietuvių

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Programos
RdImageButton_Browser.caption=Įrankių juostos ir įskiepiai
RdImageButton_Metro.caption=„Windows“ programėlės
lbl_ForcedUninstall.caption=Priverstinis pašalinimas
lbl_likeIObit.caption=Patinka
PopMenu_Sub_Setting.caption=Nustatymai...
PopMenu_Sub_FileShredder.caption=Bylų trupintuvas
PopMenu_Sub_ExportApplicationList.caption=Eksportuoti programėlių sąrašą
PopMenu_Sub_LogManagement.caption=Įrašų valdymas
PopMenu_Sub_Update.caption=Tikrinti ar yra atnaujinimų
PopMenu_Sub_UserManual.caption=Vartotojo vadovas
PopMenu_Sub_TechnicalSupport.caption=Techninis palaikymas
PopMenu_Sub_IObitOnline.caption=„IObit“ internete
PopMenu_Sub_About.caption=Apie programą
Menu_Plugins_Remove.caption=Pašalinti
Menu_plugins_Vote.caption=Balsuoti
Menu_plugins_Refresh.caption=Atnaujinti
Menu_plugins_viewEntry.caption=Atidaryti programoje „RegEdit“
Menu_plugins_OpenFile.caption=Atidaryti bylos vietą
Menu_Plugins_SelectAll.caption=Pažymėti viską
Menu_Plugins_InverseSelect.caption=Pažymėti atvirkščiai 
PopMenu_Uninstall.caption=Pašalinti
PopMenu_Refresh.caption=Atnaujinti
PopMenu_ViewStyle.caption=Rodinys
PopMenu_ViewStyle_Icon.caption=Piktograminis
PopMenu_ViewStyle_Details.caption=Išsamus
PopMenu_OpenFolder.caption=Atidaryti bylos vietą
PopMenu_ViewEntry.caption=Atidaryti programoje „RegEdit“
PopMenu_SearchOnline.caption=Ieškoti internete
PopMenu_Win8App_Uninstall.caption=Pašalinti
PopMenu_Win8App_Refresh.caption=Atnaujinti
PopMenu_Win8App_ViewStyle.caption=Rodinys
PopMenu_Win8App_Icons.caption=Piktograminis
PopMenu_Win8App_Details.caption=Išsamus
PopMenu_Win8App_OpenLocation.caption=Atidaryti bylos vietą
PopMenu_Win8App_ViewEntry.caption=Atidaryti programoje „RegEdit“
PopMenu_Win8App_SearchOnline.caption=Ieškoti internete
lbl_Recommend.caption=Pasiūlymas: „Advanced SystemCare“
lbl_1Click.caption=1 paspaudimu apsaugokite ir optimizuokite savo AK
lbl_Freedownloadnow.caption=Atsisiųskite nemokamai
lbl_News_DisConnection.caption=Pasidalinkite šia programa su savo šeima ir draugais. Jie bus laimingi naudodami „pašalintoją“!

[Uninstaller_Frame_Software]
lblLoading.caption=Kraunami „Windows“ atnaujinimai
ListView_SoftwareList.Columns[1].Caption=Veiksmas
ListView_SoftwareList.Columns[2].Caption=Dydis
ListView_SoftwareList.Columns[3].Caption=Įdiegimo data
ListView_SoftwareList.Columns[4].Caption=Versija
PopMenu_Sub_BatchUninstall.Caption=Daugybinis pašalinimas

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Priverstinis pašalinimas
lbl_Detail_Title.caption=IObit priverstinis pašalintojas
lbl_Detail_Detail.caption=Priverstinis pašalinimas padės jums pašalinti programą, kuri negali būti pašalinta įprastu būdu, ir kruopščiai išvalyti jos likučius. Jis taip pat gali padėti jums lengvai pašalinti bylą ir išvalyti jos vietą.
RdImageButton_Browser.caption=Naršyti...
lbl_Forced_Tip1.caption= Jūs galite pasirinkti naršant arba nuvilkti bylą ar aplanką čia, kad ištrintumėte arba pašalintumėte su byla susijusią programą.
lbl_Forced_Tip2.caption=Tada paspauskite mygtuką „Toliau“, kad pradėtumėte pašalinimo procesą.
RdImageButton_Next.caption=Toliau
RdImageButton_Cancel.caption=Atšaukti
PopMenu_Uninstall.caption=Pašalinti
PopMenu_OpenFolder.caption=Atidaryti bylos aplanką
PopMenu_ViewEntry.caption=Peržiūrėti
PopMenu_SearchOnline.caption=Ieškoti internete
ListView_Search.Columns[0].caption=Pavadinimas
ListView_Search.Columns[1].caption=Dydis
ListView_Search.Columns[2].caption=Įdiegimo data

[Uninstaller_frmLogManage]
lbl_Caption.caption=Įrašų valdymas
lbl_Detail_Title.caption=„IObit Uninstaller“ bylų įrašų sąrašas
lbl_Detail_Detail.caption=Jūs galite peržiūrėti ir valdyti visus pašalinimo įrašus, esančius žemiau.
RdImageButton_Open.caption=Atidaryti
RdImageButton_Delete.caption=Ištrinti
RdImageButton_DeleteAll.caption=Ištrinti viską
RdImageButton_Cancel.caption=Atšaukti

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Pašalinti
lbl_Software_Uninstall.caption=Pašalinti

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstaller
lbl_UninstallComplete_Title.caption=Įprastinis pašalinimas baigtas.
lbl_Uninstalling_question.caption=Ar jūs tikrai norite pašalinti pasirinktą programą?
lbl_PowerfulScan_Title.caption=Nuoseklusis nuskaitymas
lbl_PowerfulScan_Detaill.caption=Paspauskite „Nuoseklusis nuskaitymas“, kad išvalytumėte programos likučius. Paspauskite „Atšaukti“, kad baigtumėte.
lbl_PowerScan_Title_Softwre.caption=Nuosekliai nuskaitoma
lbl_CreateRestore_Title.caption=Sukurti atkūrimo tašką prieš pašalinant
lbl_CreateRestore_Check.caption=Sukurti atkūrimo tašką prieš pašalinant. (Tai užtruks šiek tiek laiko.)
lbl_CreateRestore_Detaill.caption=Sukurkite atkūrimo tašką ir galėsite anuliuoti pakeitimus, jeigu atsitiktų kas nors netikėto.
lbl_AutoPowerfulScan.caption=Automatiškai paleisti „Nuoseklųjį nuskaitymą“
lbl_AutoUninstaller.caption=Niekada nerodyti šio pranešimo
RdImageButton_Uninstall.caption=Pašalinti
RdImageButton_PowerFulScan.caption=Nuskaityti
RdImageButton_Cancel.caption=Atšaukti

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Nuoseklusis nuskaitymas
lbl_Warning_Title.caption=Įspėjimas:
lbl_Warning_Detail.caption=Šioje kategorijoje aptiktos kelios programos. Prašome atsargiai pasirinkti ką norite ištrinti.
lbl_FileShredder.caption=Taip pat sutrupinti bylas
lbl_SelectAll.caption=Pažymėti viską
RdImageButton_Delete.caption=Ištrinti
RdImageButton_Cancel.caption=Atšaukti
lbl_Shredder_Tip.caption=Trupinamos bylos. Tai gali užtrukti šiek tiek laiko, prašome palaukti...
Menu_ListView_Regedit.caption=Atidaryti programoje „RegEdit“
Menu_ListView_Path.caption=Atidaryti bylos vietą

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Įspėjimas
lbl_Warnning_Detaill.caption=Ši kompiuterinė programa yra apsaugota autorinių teisių ir tarptautinių sutarčių.
lbl_copyright.caption=2005-2015 © IObit. Visos teisės saugomos.
lbl_Thanks_Title.caption=Ypatingai dėkojame šiems žmonėms dėl jų savanoriškumo:

[Uninstaller_frmSetting]
lbl_Caption.caption=Nustatymai
lbl_General.caption=Bendrieji
lbl_AutoUninstaller.caption=Praleisti pašalinimo patvirtinimo ir atkūrimo taško sukūrimo pranešimus
lbl_AutoPowerfulScan.caption=Automatiškai įjungti „Nuoseklųjį nuskaitymą“
lbl_ShowExplorerButton.caption=Pridėti mygtuką „Trupinti bylą“ į „Naršyklę“
lbl_AutoShowTipForm.caption=Pasiūlyti „Nuoseklųjį nuskaitymą“ po pašalinimo
lbl_Language.caption=Kalba
lbl_CurrentLanguage_Title.caption=Dabartinė kalba:
lbl_SkinTitle.caption=Išvaizda:
lbl_classic.caption=Klasikinė
lbl_Metro.caption=Mėlyna
RdImageButton_OK.caption=Gerai
RdImageButton_Cancel.caption=Atšaukti

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Bylų trupintuvas
lbl_Detail_Detail.caption=Kaip turbūt žinote, bylos, panaikintos iš jų AK, gali būti atkurtos netgi ir po disko formatavimo. Dėl greičio, įprastas pašalinimas tiesiog ištrinta bylų pavadinimus neliečiant turinio. Jeigu turite svarbias bylas, kurias reikia pašalinti visam laikui, „IObit Uninstaller“ jums padės su „Bylų trupintuvu“.
lbl_Listview_Title.caption=Pasirinkite bylą ar aplanką, kurį norite sutrupinti:
lblLoading.caption=Kraunasi...
lbl_AddFile.caption=Pridėti bylą...
lbl_AddFolder.caption=Pridėti aplanką...
RdImageButton_Shredder.caption=Trupinti
RdImageButton_Cancel.caption=Atšaukti
ListView_FileList.Columns[0].Caption=Bylos maršrutas
Menu_Shredder_Shredder.caption=Trupintuvas
Menu_Shredder_AddFile.caption=Pridėti bylą
Menu_Shredder_AddFolder.caption=Pridėti aplanką
Menu_Shredder_Romove.caption=Pašalinti
Menu_Shredder_Clean.caption=Išvalyti
lbl_Shredder_Tip.caption=Trupinamos bylos.Tai gali užtrukti šiek tiek laiko, prašome palaukti...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Sistemos atkūrimas
lbl_Detail_Title.caption=Sistemos atkūrimas
lbl_Detail_Detail.caption=Valdykite savo sistemos atkūrimo taškus. Dėl sistemos saugumo, paskutinysis negali būti ištrintas.
ListView_Restore.Columns[0].caption=Data ir laikas
ListView_Restore.Columns[1].caption=Aprašymas
lbl_Restore_Tip.caption=Atkuriamos sistemos bylos ir nustatymai, prašome palaukti...
RdImageButton_Restore.caption=Atkurti
RdImageButton_Delete.caption=Ištrinti
RdImageButton_Cancel.caption=Atšaukti

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Galingiausias pašalintojas nereikalingoms programėlėms ir įrankių juostoms šalinti
lbl_Installer_Setup_Title1.caption=Galingiausias pašalintojas nereikalingoms įrankių juostoms ir programėlėms šalinti
RdImageButton_Installer.caption=Paleisti
lbl_Installer_Setup_Detail.caption=Perskaičiau ir sutikau su
lbl_LicenseAgreement.caption=licenzija

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Licenzijos sutikimas
RdImageButton_Cancel.caption=Uždaryti

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Visos įrankių juostos ir įskiepiai
rdlvAllBrowse.Columns[0].Caption=Pavadinimas
rdlvAllBrowse.Columns[1].Caption=Vartotojų reitingas
rdlvAllBrowse.Columns[2].Caption=Mano reitingas
rdlvAllBrowse.Columns[3].Caption=Leidėjas
rdlvAllBrowse.Columns[4].Caption=Veiksmas
rdlvCustomBrowse.Columns[0].Caption=Pavadinimas
rdlvCustomBrowse.Columns[1].Caption=Leidėjas

[Uninstaller_frmPluginVote]
lblTitle.Caption=Balsuoti
lblWaiting.Caption=Priimamas balsas, prašome palaukti…
rdibtnLv1.Caption=1 žvaig.
rdibtnLv2.Caption=2 žvaig.
rdibtnLv3.Caption=3 žvaig.
rdibtnLv4.Caption=4 žvaig.
rdibtnLv5.Caption=5 žvaig.
rdibtnVote.Caption=Balsuoti

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Numatytieji nustatymai
lblConfire.Caption=Ar jūs tikrai norite atkurti numatytuosius nustatymus?
lblHomepageTitle.Caption=Dabartinis pagrindinis puslapis:
lblSearchTitle.Caption=Dabartinis numatytasis paieškos varikliukas:
rdibtnOK.Caption=Gerai
rdibtnCancel.Caption=Atšaukti

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Pavadinimas
ListView_AppList.Columns[1].caption=Veiksmas
ListView_AppList.Columns[2].caption=Dydis
ListView_AppList.Columns[3].caption=Įdiegimo data
ListView_AppList.Columns[4].caption=Versija
PopMenu_Sub_BatchUninstall.caption=Daugybinis pašalinimas
lblLoading.caption=Atnaujinama...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Šios programėlės susijusios. Pašalinus vieną iš jų bus pašalintos ir kitos. Ar tikrai norite jas pašalinti?
lblUninstalling.caption=Pašalinama
btnImgUninstall.caption=Pašalinti
btnImgCancle.caption=Atšaukti

[uninstall_Mitor_M]
lbl_attention.caption=Dėmesio
lbl_show.caption=„%s“ vis dar turi likučių, kurios gali įtakoti AK našumą.
lbl_again.caption=Daugiau šito nerodyti.
img_power.caption=Išvalyti

[Uninstaller_M]
Edit_Search_Tip=Ieškoti programų
Edit_Search_Tip_Toolbar=Ieškoti įrankių juostų arba įskiepių
Edit_Search_Tip_Win8App=Ieškoti „Windows“ programėlių
ForcedUninstall_Browser_Tip=Neteisingas maršrutas. Prašome pasirinkti iš naujo!
ListView_Icon_Hint=Piktograminis
ListView_List_Hint=Išsamus
ListView_View_Hint=Pakeisti rodinį
ListviewHeader_Software=Programos pavadinimas (iš viso: %d)
BatchUninstall_NoneSelect=Prašome pasirinkti bent vieną programą.
Uninstall_NoneSelect=Pirmiau pasirinkite programą.
WindowState_Max=Maksimizuoti
WindowState_Normor=Atkurti
WindowState_Min=Minimizuoti
Close=Uždaryti
MoreMenu_Setting=Daugiau nustatymų
Restore_Form=Atkurti
Log_DeleteAll_ASK=Ar jūs tikrai norite ištrinti visas bylas? Šis ištrynimas NEGALI būti atkurtas.
Log_Delete_ASK=Ar jūs tikrai norite ištrinti pasirinktas bylas? Šis ištrynimas NEGALI būti atkurtas.
NoPowerfulScan_Found_Tip=„Nuosekliajame nuskaityme“ nerasta jokių likučių.
Log_M=Įrašas
App_Version_M=Programos versija:
OS_Version_M=Operacinė sistema:
Date_M=Data
Version_M=Versija
Publisher_M=Leidėjas
Install_Date_M=Įdiegimo data
Create_Restore_M=Sukurti atkūrimo tašką
CreateRestore_Title_M=Sukurti atkūrimo tašką prieš pašalinant.
CreateRestore_Detaill_M=Jūs galėsite anuliuoti pakeitimus, jeigu atsitiktų kas nors netikėto.
Uninstalling_M=Pašalinama
Uninstalling_Detaill_M=Įprastinis pašalinimas naudojant programos įtaisytu pašalintoju.
Uninstalling_QuickDetaill_M=Greitasis pašalinimas naudojant programos įtaisytu pašalintoju.
UninstallComplete_Title_M=Bylos ištrintos.
Quick_UninstallComplete_M=Greitasis pašalinimas baigtas.
Quick_Uninstall_M=Greitai pašalinamas „%s“ (%d/%d)
Standard_Uninstall_M=Įprastai pašalinamas „%s“ (%d/%d)
Uninstall_M=Pašalinamas „%s“ (1/1)
Deselect_All_M=Atžymėti viską
Select_All_M=Pažymėti viską
PowerfulScan_DeleteASK_M=Ar jūs tikrai norite ištrinti pasirinktus elementus?
Operation_M=Veiksmas
Powerful_Scan_M=Nuoseklusis nuskaitymas
Deleted_Registry_Key_M=Ištrintas registro raktas
Deleted_Registry_Value_M=Ištrinta registro reikšmė
Delete_File_M=Ištrinti bylą
Delete_Folder_M=Ištrinti aplanką
Reboot_to_Delete_M=(paleiskite kompiuterį iš naujo, kad ištrintumėte)
Delete_finished_M=Sveikinimai! Likučiai buvo ištrinti.
ReStartup_to_Delete_M=Likusios rinkmenos sąraše bus ištrintos kito sistemos starto metu.
Shredder_Del_M=Ar jūs tikrai norite visam laikui pašalinti %d bylą(-as)(-ų)? Šis ištrynimas yra visiškai NEATKURIAMAS ir užtruks ilgiau.
Shredder_NotDel_M=„%s“ buvo nesutrupintas, nes jame negalima rašyti. Prašome patikrinti ar jis nėra naudojamas.
Shredder_InUse_M=Keletas bylų nebuvo sutrupintos, nes jose negalima rašyti. Prašome patikrinti ar jos nėra naudojamos?
Shredder_NotAddFolder_M=Negalima sutrupinti bylos „%s“, kadangi šis veiksmas gali sukelti sistemos nestabilumą.
Shredder_Sucess_M=Bylos sėkmingai sutrupintos.
Shredder_DirIsEmpty_M=Kategorija tuščia. Jūs negalite jos sutrupinti.
Controlpanel_Button=Priverstinis pašalinimas
Explorer_Button=Trupinti bylą
MenuRight_Caption=Priverstinis pašalinimas
Frequency_M=Naudojimo retumas
InstallerDate_M=Įdiegimo data
Frequency_SoftwareCount_M=<a>%s</a> retai naudojamos(-ų) programos(-ų). Jas pašalinus atsilaisvins <a>%s</a> vietos.
Frequency_DaysHint_M=Nenaudota %s dieną(-as)(-ų).
SearchLoadingMsg=Ieškoma įrankių juostų ir įskiepių...
RestoreDefaultSettingsButton=Atkurti „%s“ numatytuosius nustatymus
ListViewItemVote=Balsuoti
ListViewItemVoted=Balsuota
ListViewItemTrust=Pasitikiu
ListViewItemUnTrust=Nepasitikiu
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Patikimos įrankių juostos ir įskiepiai
ListViewGroupTrustDesc=Šios įrankių juostos ir įskiepiai nepakenks jūsų kompiuteriui. Jūs galite jas pašalinti arba pasilikti.
ListViewGroupUnTrustTitle=Įrankių juostos ir įskiepiai, kuriuos rekomenduojama pašalinti
ListViewGroupUnTrustDesc=Šios įrankių juostos ir įskiepiai su prastais naudotojų įvertinimais gali turėti nepageidaujamų funkcijų.
ListViewGroupToolbar=Įrankių juosta
ListViewGroupBHO=„BHO“
ListViewGroupActiveX=„ActiveX“
ListViewGroupExtensions=Papildymai
ListViewGroupPlugins=Įskiepiai
FuncCheckBrowserMsgBox_1=%s paleista.
FuncCheckBrowserMsgBox_2=Paspauskite „Gerai“, kad uždarytumėte (pirmiau viską išsaugokite).
FuncCheckBrowserMsgBox_3=Arba paspauskite „Atšaukti“, kad nutrauktumėte veiksmą.
FuncPluginRmoveConfireMsgBox=Ar jūs tikrai norite pašalinti pasirinktus elementus?
FuncPluginRemoveSuccessMsgBox=Elementai sėkmingai pašalinti
FuncPluginRemoveFailedMsgBox_1=Nepavyko pašalinti šių elementų:
FuncPluginRemoveFailedMsgBox_2=Prašome išeiti iš šios naršyklės, kad pašalintumėte elementus:
FuncPluginRemoveFailedMsgBox_3=Prašome išeiti iš savo naršyklės ir bandyti dar kartą.
FuncPluginSelectMsgBox=Pirmiau pasirinkite elementą
FuncVoteConfire=Ką jūs manote apie šia programą?
FuncVoteHavedVote=Jūs jau balsavote
FuncVotePlugSelectMsgBox=Prašome pasirinkti elementą, kurį norite įvertinti
FuncVoteMarkSelectMsgBox=Prašome balsuoti.
FuncVoteFailedMsgBox=Balsavimas nepavyko, prašome patikrinti savo tinklo ryšį ir bandyti dar kartą.
FuncRestoreExitBrowserMsgBox=Pirmiau uždarykite „%s“
FuncRestoreSuccessMsgBox=Naršyklės nustatymai buvo sėkmingai atkurti į numatytuosius
FuncRestoreFailedMsgBox=Nepavyko atkurti numatytųjų naršyklės nustatymų, prašome išjungti „%s“ ir bandyti dar kartą.
Guest_Start_Tip=Jūs prisijungėte į sistemą su svečio paskyra. Jums reikia administratoriaus teisių, kad galėtumėte naudotis „IObit Uninstaller 4“.
p_RegistryCaption_M=Registras
p_FileCaption_M=Byla
p_FormatOneItem_M=1 elementas
p_FormatItems_M=%d elementai(-ų)
FuncVoteActiveVote=Balsuoti
FuncVoteActiveOK=Gerai
FuncVoteNothing=Dar niekas nėra balsavęs
FuncVoteCount=prabalsavę žmonės
FuncVoteVSA=Negauta jokio balso
FuncVoteCFA=Būkite pirmasis prabalsavęs
FuncVoteVSB=naudotojai balsavo
FuncVoteCFB=Ką jūs manote apie šį įskiepį
FuncVoteVSC=Negauta jokių balsų iš kitų
FuncVoteCFC=Jūs jau balsavote
FuncVoteVSD=naudotojai balsavo
FuncVoteCFD=Jūs jau balsavote
AllBrowserItem=Visos įrankių juostos ir įskiepiai
Powerful_Tip_M=Nuosekliai nuskaitomi „%s“ likučiai
Setup_Win8_Detail_M=Greitojo ir „Windows“ programėlių pašalinimo palaikymas
Setup_Notwin8_Detail_M=Greitojo pašalinimo palaikymas
RestrorePoint_Tip_M=ĮSPĖJIMAS: atkuriant sistemą su atkūrimo tašku, bus anuliuoti visi pakeitimai, padaryti po atkūrimo taško sukūrimo. Pradėjus, sistemos atkūrimas negali būti atkurtas ar nutrauktas. AR tikrai norite tęsti?
RestorePoint_Restart_M=Sistemos atkūrimui reikalingas kompiuterio paleidimas iš naujo. Prieš sutinkant, išsaugokite visas savo bylas ir uždarykite programas.
Uninstaller_Quick_M=Greit. pašalinimas
Uninstaller_Standed_M=Pašalinimas
QuickUninstall_Tip_M=Pašalina programą su vienu paspaudimu
Frequency_SoftwareCount_M=<a>%s</a> aptikta retai naudojamų programų. Pašalinus jas atsilaisvins <a>%s</a> vietos.
Frequency_DaysHint_M=Nenaudota %s dienų.
InfrequentlyUsed_Count_M=Nenaudojamos programos užima ( <a>%s</a> )
All_Programs_M=Visos programos
Recently_Installed_M=Neseniai įdiegtos
Large_Programs_M=Milžiniškos programos
Infrequently_Used_M=Retai naudojamos
Windows_Updates_M=„Windows“ atnaujinimai
FuncCheckBrowserMsgBox_1=%s vyksta
FuncCheckBrowserMsgBox_2=paspauskite „Gerai“, kad uždarytumėte (pirmiau viską išsaugokite).
FuncCheckBrowserMsgBox_3=paspauskite „Atšaukti“, kad viską nutrauktumėte
FuncCheckBrowserMsgBox_4=%s vyksta
FuncCheckBrowserMsgBox_5=paspauskite „Gerai“, kad jas priverstinai uždarytumėte (pirmiau viską išsaugokite).
FuncCheckBrowserMsgBox_6=paspauskite „Atšaukti“, kad viską nutrauktumėte
Win8OtherUser=Kad parodytume jūsų „Windows“ programėles, prašome įsitikinti, kad dabartinis naudotojas turi administratoriaus teises.
Win8AdminUser=Padeda pašalinti nereikalingas „Windows“ programėles su vienu paspaudimu.
Win8ListViewGroupsWin8AppHeader=„Windows“ programėlės
Win8ListViewGroupsWin8AppSubtitle=Programėlės išleistos „Microsoft Corporation“.
Win8ListViewGroupsThirdHeader=Kitų leidėjų programėlės
Win8ListViewGroupsThirdSubtitle=Programėlės išleistos kitų korporacijų.
Win8OtherUser=Kad parodytume jūsų „Windows“ programėles, prašome įsitikinti, kad dabartinis naudotojas turi administratoriaus teises.
win8_UninstallBtn_M=Pašalinti
win8_ListViewIcon_M=Piktograminis rodinys
win8_ListViewList_M=Išsamus rodinys

[ACD_frmDownloader]
lbl_Cancel.Caption=Atšaukti
lbl_Min.Caption=Minimizuoti

[ACD_M]
M_Downloading=Atsisiunčiama:
m_Installing=Įdiegiama:
M_DiskIsFull=Neužtenka vietos diske!
M_NetError=Tinklo klaida. Prašome mėginti vėliau.
M_Tips=Vyksta atsisiuntimas. Du kart paspauskite piktogramą, kad peržiūrėtumėte išsamiau.
M_TipDownLoading=Atsisiunčiama
M_TipInstalling=Įdiegiama
M_MD5Faild=Atsisiųsta byla yra sugadinta. Prašome mėginti vėliau.
M_AreSure=Ar tikrai norite išeiti iš „Atsisiuntėjo“?
M_Speed=Greitis:
M_Title=IObit Downloader

